{
    "anger": [
        "After the recent news about the company laying off employees with little notice, how do you feel about the management's decision to prioritize profits over employee well-being?",
        "How do you feel about the delays and poor communication regarding your recent order from the online store?",
        "After learning that your colleague took credit for your hard work in the project presentation, how do you feel about the situation and your colleague's actions?",
        "Imagine you just received a notification from your bank stating that a large withdrawal was made from your account without your knowledge. How do you feel about this situation?",
        "After you found out that your coworker took credit for your work during the meeting, what specific thoughts or feelings did you experience in that moment?",
        "How do you feel about the delay in the project you were working on, especially considering the effort you put in?",
        "In a recent meeting, you suggested a critical change to the project timeline to help meet deadlines, but your idea was dismissed without consideration. How do you feel about the team's response to your suggestion?",
        "How did you feel when your coworker took credit for your project during the team meeting?",
        "How did you feel when you discovered that your close friend shared your personal information without your permission?",
        "How do you feel about the way your manager handled your recent promotion request, especially after you put in so much extra effort over the past few months?",
        "How did you feel when you learned that your hard work on the project was ignored and your colleague received all the credit during the team meeting?",
        "How do you feel about the way the management handled the recent layoffs and the lack of communication with employees affected by this decision?",
        "After working extra hours to meet a tight deadline, I received feedback that my efforts were 'just okay.' How does that make you feel about the recognition of hard work?",
        "How do you feel about the unacceptable delays in the delivery of your order, especially after being promised it would arrive on time?",
        "How do you feel about the recent changes in your workplace policies that you believe are unfair to employees?",
        "What do you think about the decision to cut funding for public schools in your community?",
        "How do you feel about being overlooked for a promotion despite your hard work and contributions to the team?",
        "How did you feel when your favorite team lost the championship game after a controversial referee decision?",
        "After working late for several weeks to meet a critical deadline, I just found out that my contributions were overlooked during the team presentation. How do you feel about the way your efforts are recognized in the workplace?",
        "After receiving the news that your promotion was given to a colleague with less experience, how do you feel about the company's decision-making process?",
        "How do you feel about the broken promises from your manager regarding the project deadlines that have led to unnecessary stress in your team?",
        "How do you feel about the way your concerns were handled in the last team meeting, where your input was dismissed?",
        "In a customer service context where a user is frustrated with a delayed order, the question is:\n\n\"How do you feel about the fact that your order, which was promised to arrive three days ago, has still not been delivered?",
        "How do you feel about the way your hard work was overlooked during the team meeting when you presented your project?",
        "After receiving unfair criticism from your boss during the team meeting, how do you feel about the feedback and what actions do you plan to take next?",
        "After your recent experience with the customer service team, how do you feel about the way your complaint was handled?",
        "How do you feel about being passed over for a promotion that you believe you deserved, and how has that affected your motivation at work?",
        "How do you feel about the company’s decision to cut employee benefits during the recent layoffs?",
        "How did you feel when you found out that your colleagues took credit for your work in the project presentation?",
        "How did you feel when you found out that your coworker took credit for your project during the team meeting?",
        "After the recent decision by the management to reduce our team’s budget for the upcoming project, how do you feel about the lack of consideration for our hard work?",
        "How do you feel about the recent decision made by the management regarding the project you worked so hard on?",
        "After receiving a series of delayed shipments from our courier service, how do you feel about their customer support handling your complaints?",
        "How do you feel about the way your team handled the recent project failure, especially considering the extra hours everyone put in?",
        "In the context of your recent experience with the customer service representative at the telecom company, how did their inability to resolve your issue make you feel?",
        "How do you feel about the way your manager handled your recent promotion opportunity?",
        "How did you feel when your team missed the project deadline, despite putting in extra effort and working late hours?",
        "How did you feel when you learned that your project was rejected despite putting in so much effort and time?",
        "After waiting for over an hour for my food to arrive at this restaurant, I've finally had enough and decided to speak to the manager. How do you think I should express my frustration without escalating the situation?",
        "How did you feel when you found out your coworker took credit for your project in the team meeting?",
        "How did you feel when your hard work on the project was dismissed in the meeting yesterday?",
        "How did you feel when you learned that your favorite team lost the championship game after a controversial call by the referee?",
        "How did you feel when you found out your promotion was given to someone else without any explanation?",
        "After receiving constant delays on your project deadline from your team, how do you feel about their lack of communication and support?",
        "How do you feel about the lack of communication from customer support after waiting on hold for over an hour?",
        "How do you feel about the delays in the project that were caused by the lack of communication from the team?",
        "How did you feel when you found out your hard work on the project was ignored and replaced with someone else's ideas?",
        "After the company failed to deliver your order on time for the important event you were hosting, how do you feel about their customer service and the impact it had on your experience?",
        "How did you feel when you found out your colleague took credit for your project during the meeting?",
        "After hearing about the unfair treatment of your coworker, how did you feel when your manager dismissed your concerns about it?",
        "How do you feel about the referee's decision that cost our team the game?",
        "How do you feel about the recent changes in your team's workload after the new project was assigned?",
        "How do you feel about your recent experience with the customer service team when your complaint went unresolved for over a week?",
        "How did you feel when your colleague took credit for your project during the meeting today?",
        "How did you feel when you learned that your team lost the championship game after such a hard-fought season?",
        "How do you feel about the delayed shipment of your order, especially after being promised a delivery date?",
        "How do you feel about being passed over for a promotion you were qualified for?",
        "What are your thoughts on how the management handled the recent layoffs and the lack of communication leading up to the decision?",
        "How do you feel about the recent decision made by the management to cut employee bonuses during such difficult economic times?",
        "How do you feel about the fact that your hard work on the project was completely overlooked during the team meeting?",
        "How did you feel when you learned about the unfair treatment you received at work last week?",
        "How do you feel about the way your manager dismissed your ideas during the team meeting last week?",
        "What were your thoughts when the delivery was delayed, especially after you were promised it would arrive on time?",
        "How do you feel about the way your team handled the last project’s deadline, especially after the constant setbacks and lack of communication from management?",
        "How do you feel about the recent changes in your workplace policies that you believe undermine employee rights?",
        "How do you feel about the recent decision by the management to cut the team's budget, especially considering the hard work everyone has put in over the last year?",
        "How do you feel about the delays we've been experiencing with the project that was promised to be completed on time?",
        "How do you feel about the lack of communication from our team regarding your delayed order?",
        "How do you feel about being unfairly blamed for the team's failure during the last project meeting?",
        "How did you feel when you learned about the unfair decision made against your team in the recent game?",
        "How did you feel when you discovered that your team missed the project deadline due to others' negligence?",
        "How do you feel about the recent decision made by the management to cut employee benefits?",
        "How do you feel about the company's recent decision to cut benefits for employees during the ongoing economic crisis?",
        "How do you feel about the way our team handled the communication during this project, especially considering the impact it had on our deadlines?”",
        "After discovering that your favorite restaurant repeatedly overcharged you on your last five visits, how do you feel about their customer service?",
        "How do you feel about the recent decision made by the management to cut employee bonuses despite the company's record profits?",
        "How did you feel when you discovered that the company you trusted misled you about the quality of their product?",
        "How did you feel when you found out that your favorite restaurant was closed for renovations right before your birthday dinner?",
        "How do you feel about the way your manager dismissed your ideas during the meeting yesterday?",
        "What was your reaction when the company failed to deliver your order on the promised date?",
        "In light of the delays and miscommunications we've experienced with our project deadline, how do you feel about the team's ability to meet our goals moving forward?",
        "How do you feel about the delay in receiving your order that was promised to arrive last week?",
        "How do you feel about the company’s decision to cut employee benefits during such challenging economic times?",
        "What are your thoughts on the recent decisions made by the management regarding employee layoffs, and how do you feel about the lack of communication surrounding this issue?",
        "How did you feel when you found out that the team made a significant mistake in the project despite your previous warnings?",
        "After hearing about the unexpected increase in taxes that will affect our community services, how do you feel about the government's decision?",
        "How did you feel when you discovered that your hard work on the project was dismissed without any consideration during the team meeting?",
        "After working tirelessly on a project that you were passionate about, you find out that your boss decided to scrap it without any prior notice. How do you feel about that decision?",
        "How did you feel when you found out that your colleague took credit for your project during the team meeting?",
        "How do you feel about the way your manager handled your recent project submission, especially after all the extra hours you put in?",
        "How do you feel about the unfair treatment you received from your coworker during the team project?",
        "How did you feel when your coworker took credit for your project during the team meeting?",
        "Can you describe how you felt when your colleague took credit for your project during the team meeting?",
        "How did you feel when you were told that your promotion was denied after all the hard work you put in?",
        "How did you feel when you received that unfair performance review at work?",
        "After receiving yet another late delivery from the online store you frequently use, how do you feel about their customer service and your overall experience with them?",
        "How do you feel about the recent changes in our project deadlines, especially considering the extra pressure it puts on the team?",
        "How do you feel about being treated unfairly by your supervisor despite putting in extra effort on the project?",
        "How did you feel when your colleague took credit for your work during the team meeting last week?",
        "How did you feel when you found out that your favorite team lost the championship game in the last moments?"
    ],
    "disgust": [
        "After watching a video about food safety violations in restaurants, how did the conditions shown in the video make you feel about dining out?",
        "After seeing the reports and images of the factory's unsanitary conditions where food is processed, what are your thoughts on the safety of the products being produced there?",
        "In the context of a person discussing their experience at a poorly reviewed restaurant, the question is: \n\n\"What was your reaction to the hygiene practices observed in the kitchen during your visit?",
        "How did you feel when you saw the unsanitary conditions in that restaurant you visited last week?",
        "After discovering that the restaurant you planned to dine at has a history of health code violations, how do you feel about their food hygiene practices?",
        "How do you feel when you see someone eating food that’s past its expiration date?",
        "How did you feel when you encountered that particularly unpleasant scene in the documentary about food waste?",
        "After watching the documentary about plastic pollution in the ocean, how did you feel about the impact of human actions on marine life?",
        "How did you feel when you discovered that the restaurant you planned to visit had received a health code violation for unsanitary conditions?",
        "Describe a situation where you encountered something unpleasant, such as spoiled food or a dirty environment, and explain how it made you feel. What specific aspects triggered your feelings of disgust?",
        "How do you feel about finding moldy food in your refrigerator after a long day?",
        "How do you feel about the way some fast food chains handle their food hygiene, especially after hearing recent news reports about unsafe practices?",
        "Imagine you just attended a dinner party where the food was poorly prepared and unappetizing. How did you feel when you took that first bite of the main dish?",
        "In the context of a review about a dirty restaurant experience, the question is: \n\n\"What was your reaction when you first saw the condition of the table and surroundings in the restaurant?",
        "What are your thoughts on the new fast food chain that serves insect-based burgers in our neighborhood?",
        "Imagine you just watched a documentary about pollution in the ocean, showcasing scenes of plastic waste endangering marine life. What are your thoughts on the impact of plastic pollution on ocean ecosystems, and how does it make you feel?",
        "How did you feel when you saw that unappetizing dish served at the restaurant during your recent dining experience?",
        "How do you feel about the experience of stepping into a public restroom that hasn't been cleaned in a long time?",
        "How did you feel after discovering that some food items were expired at the grocery store you frequently shop at?",
        "What is your reaction to finding outdated food in your fridge that has a strong smell?",
        "How did you feel when you first tasted that spoiled food at the party?",
        "How did you feel when you saw the dirty dishes piled up in the sink after a long day at work?",
        "How did you feel when you discovered that the restaurant you were dining at served food that was spoiled or expired?",
        "What was your reaction when you tasted the new flavor of the protein shake that was described as \"smoky chocolate\"?",
        "After watching the news report on the recent pollution crisis in our rivers, how did it make you feel about the state of our environment?",
        "In the context of discussing a recent experience at a restaurant where the food was unsatisfactory, the question is: \n\n\"What was your reaction to the cleanliness of the restaurant, and how did it affect your overall dining experience?",
        "After witnessing the way some vendors cut corners with food hygiene at the local market, how do you feel about shopping there again?",
        "How do you feel when you encounter someone eating food that has gone bad at a family gathering?",
        "How do you feel when you see someone leaving their trash on the beach after a beautiful day, and what thoughts come to mind about their actions?",
        "How did you feel when you saw the unsanitary conditions at the restaurant during your last visit?",
        "How did you feel when you witnessed someone leaving their leftover food at a restaurant table instead of disposing of it properly?",
        "In the context of a discussion about a recent public health report that reveals significant contamination in a city's water supply, the question is:\n\n\"How did you feel when you first learned about the water contamination in our city?",
        "How did you feel when you discovered the unsanitary conditions in the restaurant you visited last week?",
        "Imagine you are at a friend's house for dinner, and they serve a dish that looks unappetizing and has a strong, unpleasant odor. You take a small bite, but the taste is even worse than you expected. \n\nQuestion: \"How did you feel about the dinner choice your friend made?",
        "How did you feel when you discovered the dirty dishes left in the sink after your roommate promised to clean up?",
        "Can you describe your feelings about the state of cleanliness in public restrooms after your recent visit to a busy mall?",
        "How did you feel when you discovered the spoiled food in your refrigerator that you had forgotten about?",
        "Sure! Here’s the question:\n\n\"How did you feel when you encountered the spoiled food in the fridge last week?",
        "How did you feel when you discovered that your favorite restaurant had received a health code violation?",
        "In a conversation about a recent public health outbreak linked to contaminated food, ask: \"How do you feel about the health department's response to the reports of food contamination?",
        "Imagine you just attended a potluck dinner where one of the dishes brought was a mystery meat casserole that had an unappetizing appearance and an overwhelming smell. What was your reaction when you encountered that dish, and how did it affect your overall experience at the dinner?",
        "How do you feel when you come across a video of animal cruelty while browsing social media?",
        "What was your reaction when you first saw the unsanitary conditions at that restaurant you visited last week?",
        "In the context of a person watching a documentary about food waste and its environmental impact, the question is: \n\n\"What was your reaction to the scenes showing food being discarded in landfills?",
        "How do you feel about the idea of eating food that has been left out for several days?",
        "How do you feel when you see a food dish that is spoiled or rotten?",
        "In the context of a family gathering where a relative brings a dish that is poorly prepared, you could ask:\n\n\"What did you think about Aunt Linda's mystery casserole at the family dinner?",
        "In the context of a food review, the question is: \"What was your reaction to the appearance and smell of the dish you were served at the restaurant?",
        "After seeing the images of the abandoned, trash-filled neighborhood, what emotions do you feel when you think about the lack of community care and cleanliness in that area?",
        "How do you feel when you see someone littering in a beautiful park?",
        "After reading the news article about the recent environmental disaster involving toxic waste being dumped in a local river, what were your feelings when you learned about the severe impact it had on the wildlife and community?",
        "How did you feel when you watched that documentary about the factory farming practices revealed in your state?",
        "What was your reaction when you first encountered that unpleasant smell in the kitchen after you left food out for a few days?",
        "How did you feel when you discovered the unsanitary conditions at that restaurant you visited last week?",
        "What was your reaction the last time you encountered a situation where someone carelessly discarded litter in a public space?",
        "In the context of a person discovering spoiled food in their refrigerator, the question is: \n\n\"What was your reaction when you found that old, moldy leftover food in the back of the fridge?",
        "In a discussion about food safety, you might ask: \"How do you feel when you find out there's been a recall on a food product you recently purchased?",
        "How do you feel when you see someone littering in a public park?",
        "How did you feel when you saw that spoiled food in the refrigerator that someone had forgotten about?",
        "How did you feel when you encountered that spoiled food at the picnic yesterday?",
        "In the context of a restaurant review, the question is: \"How did you feel when you encountered the unclean conditions in the restaurant's dining area?",
        "How did you feel when you saw the unsanitary conditions in that restaurant last week?",
        "What was your reaction when you first encountered the scene in the movie where the character eats something spoiled on purpose?",
        "How did you feel when you encountered that unpleasant smell in the kitchen after forgetting about the food you left to cook for too long?",
        "What was your reaction when you encountered the spoiled food at the picnic?",
        "In the context of a food review, the question is: \"What did you think about the unusual texture of the squid dish you tried at the seafood restaurant last night?",
        "What was your reaction when you saw the dirty dishes left in the sink after a long day at work?",
        "What was your reaction when you witnessed someone littering in your favorite park?",
        "How do you feel about the sight and smell of spoiled food left out in the kitchen for several days?",
        "How do you feel about the unsanitary conditions reported in the city’s public restrooms?",
        "How did you feel when you discovered the spoiled food in your fridge after a long day at work?",
        "What was your reaction when you saw the unclean conditions in the restaurant you visited recently?",
        "How did you feel when you saw the unsanitary conditions at the restaurant during your last visit?",
        "How do you feel about the cleanliness of the restaurant you visited last week?",
        "What is your reaction to the smell of spoiled food left out for several days, especially when you were hoping to prepare a nice meal?",
        "How did you feel when you encountered that unsanitary restaurant during your recent trip?",
        "What are your thoughts on the new food festival that features unusual insect dishes?",
        "Imagine you just attended a family reunion where one relative brought a dish that had a strange smell and looked unappetizing. How did you feel when you saw and smelled the dish, and what thoughts went through your mind about it?",
        "How do you feel about finding mold on food that you were planning to cook for dinner?",
        "How did you feel when you saw the video of the food festival where the vendors were serving expired items?",
        "How did you feel when you encountered that spoiled food in the fridge last week?",
        "How did you feel when you saw that dish with spoiled ingredients at the restaurant?",
        "How did you feel when you saw the food left out in the sun for several hours at the picnic?",
        "How do you feel when you see someone littering in a beautiful park?",
        "In the context of a food tasting event where participants are asked to evaluate a new dish that has an unusual ingredient, the question could be:\n\n\"What were your feelings when you first tasted the dish made with the unexpected ingredient, and how did it affect your overall experience of the tasting?",
        "What was your reaction when you discovered that someone had left expired food in the office refrigerator for weeks without throwing it away?",
        "Describe your feelings when you encountered a situation where someone threw away perfectly good food. What about that made you feel disgusted?",
        "How did you feel when you saw the unsanitary conditions at the restaurant you visited last week?",
        "What are your thoughts on the recent news about the unethical practices uncovered in the food industry?",
        "Describe a recent experience you had with a disgusting food item and how it made you feel.",
        "How did you feel when you discovered that the food you were served at the restaurant was spoiled?",
        "What were your thoughts and feelings when you encountered that spoiled food at the restaurant?",
        "How did you feel when you saw the moldy food in your refrigerator?",
        "How do you feel about the way food waste is handled in your local community?",
        "How did you feel when you stumbled upon that video of harmful animal practices online?",
        "In a recent food festival, many attendees were provided samples of a dish made with unconventional ingredients, such as insects and exotic fermented foods. What did you think about the overall presentation and taste of those dishes, and how did it make you feel?",
        "How did you feel when you witnessed someone littering in a beautiful park?",
        "What were your thoughts after discovering that the restaurant you dined at had a health code violation?",
        "How do you feel about the recent revelations regarding the unethical practices in the food industry, particularly the use of expired ingredients in popular restaurants?",
        "What are your feelings about finding expired food in your fridge?"
    ],
    "fear": [
        "Imagine you are watching a news report about an approaching hurricane that is expected to make landfall in your area. How do you feel about the safety of your home and your family in light of this information?",
        "How did you feel when you received the news about the unexpected layoffs at your company?",
        "How do you feel about being alone in a dark room during a storm?",
        "In the context of experiencing a severe thunderstorm warning, how do you feel when you hear the loud thunder outside your window?",
        "How do you feel when you hear sudden loud noises in a quiet place, especially when you're alone at night?",
        "How did you feel when you first heard about the recent natural disaster in your area?",
        "What are your thoughts about the safety measures in place for the upcoming large public event, considering recent reports about potential security threats?",
        "How do you feel when you hear sudden loud noises while walking alone at night?",
        "How did the recent news about the potential layoffs at your company make you feel when you first heard about it?",
        "How did you feel when you heard about the recent increase in crime rates in our neighborhood?",
        "You are standing in a dark alley late at night, and you hear footsteps approaching from behind you. How do you feel, and what thoughts run through your mind in that moment?",
        "How do you feel when you think about the safety of your neighborhood at night?",
        "How do you feel about walking alone at night in your neighborhood after hearing recent stories of local crime?",
        "How did you feel when you found out you had to move away from your hometown unexpectedly?",
        "Imagine you're walking alone at night in a quiet neighborhood, and you hear footsteps behind you. How does this situation make you feel, and what thoughts race through your mind as you continue to walk?",
        "How do you feel about the possibility of losing your job in the current economic climate?",
        "In the context of a person experiencing a severe thunderstorm with warnings of potential tornado activity, the question is:\n\n\"How do you feel about going outside to check on the trees in your yard while the storm is escalating?",
        "How do you feel about walking alone in a dimly lit area at night after hearing recent news about local crimes?",
        "How do you feel about the uncertainty surrounding your job security after hearing about potential layoffs in your company?",
        "How do you feel when you hear about a major natural disaster happening close to your home?",
        "How did you feel when you first heard about the recent increase in cyberattacks on personal data, and what specific concerns did it raise for you?",
        "How do you feel when you hear strange noises coming from the basement late at night?",
        "How do you feel about the possibility of losing your job in the current economic climate?",
        "In the context of a person watching a horror movie alone in a dimly lit room, the question could be:\n\n\"How do you feel about the sudden loud noise coming from the dark hallway while you’re watching this scary film?",
        "How did you feel when you first heard about the severe weather warnings for your area, and what thoughts went through your mind as you prepared for the potential storm?",
        "Reflecting on your recent encounter with the dark and stormy night when you were alone at home, what feelings did that experience evoke in you, particularly regarding your sense of safety and comfort?",
        "In the context of a person watching a horror movie alone at home, the question is: \"What thoughts crossed your mind when you heard the mysterious noises outside while watching the scary movie?",
        "How did you feel when you heard the news about the recent natural disaster in your area?",
        "How do you feel about the recent news report discussing the potential for severe weather events in your area?",
        "What are your thoughts about attending the upcoming large social gathering, considering your recent experiences with crowded events?",
        "How did you feel when you heard the news of the upcoming storm warning while you were home alone?",
        "How did you feel when you heard the news about the recent natural disaster in your area?",
        "How did you feel when you were walking home alone at night and noticed someone following you?",
        "How did you feel when you received the unexpected news about your job being at risk?",
        "In the context of watching a horror movie alone at night, how do you feel when you hear a sudden loud noise outside your window?",
        "How did you feel when you first heard about the unexpected layoffs at your company, and what thoughts went through your mind as you faced the uncertainty of your job security?",
        "How did you feel when you first heard about the upcoming layoffs at your workplace?",
        "How do you feel when you hear a thunderstorm approaching while you're home alone at night?",
        "How did you feel when you first realized you were being followed late at night?",
        "In the context of a person watching a horror movie late at night alone, how do you feel when you hear a sudden loud noise coming from outside?",
        "How do you feel about the potential impact of climate change on your community's safety in the next decade?",
        "In the context of a recent natural disaster in your area (such as a hurricane or earthquake), how do you feel about the safety measures that were put in place to protect your community?",
        "How do you feel when you hear a sudden loud noise while walking alone at night?",
        "How did you feel when you realized you were being watched in an empty parking lot late at night?",
        "In light of the recent natural disaster warnings in our area, how do you feel about the safety of your home and family?",
        "How did you feel when you heard about the recent news of the storm approaching your area?",
        "How do you feel when you hear unfamiliar noises in the dark while being home alone?",
        "How do you feel about the recent news reports on natural disasters in your area?",
        "How do you feel when you hear loud thunder during a storm, especially when you're home alone?",
        "How do you feel when you hear news about an approaching storm that might impact your area?",
        "Given the rising number of natural disasters in our region, how do you feel about the safety of your home and your family's preparedness for such events?",
        "How does the thought of facing an unexpected health issue make you feel about your future plans?",
        "How do you feel when you hear a thunderstorm approaching while you are home alone at night?",
        "How do you feel when you hear about unexpected job layoffs in your industry?",
        "In a recent news article about rising natural disasters, how do you feel about the safety of your home and family in the event of a severe storm or earthquake?",
        "In the context of a person who has just watched a suspenseful horror movie alone at night, the common question could be:\n\n\"How did you feel when you heard a strange noise coming from outside while watching the movie?",
        "How do you feel about traveling alone to a city you’ve never visited before, considering the safety reports and crime statistics you've heard?",
        "How do you feel about the upcoming storm that's predicted to hit our area this weekend?",
        "In the context of a person preparing for a medical procedure that they are anxious about, the question could be:\n\n\"How do you feel about the upcoming surgery and the possibility of complications?",
        "How did you feel when you heard about the recent natural disaster in your area?",
        "How do you feel when you think about the future of your job security in this uncertain economic climate?",
        "In the context of a recent news report about severe weather warnings in your area, how do you feel when you think about the potential impact on your home and family?",
        "How do you feel about the safety of your neighborhood after hearing about the recent increase in local crimes?",
        "How do you feel about the recent warnings from the government regarding severe weather conditions in your area?",
        "In a community meeting discussing the recent increase in local crime rates, ask: \"How do you feel about walking alone in your neighborhood after dark since the recent incidents?",
        "How did you feel when you first heard the news about the mysterious illness spreading in your community?",
        "How did you feel when you received the news about the recent layoffs in your company?",
        "In the context of a severe storm warning in your area, how are you feeling about your safety and the preparedness of your community?",
        "How do you feel about the safety of your neighborhood after hearing about the recent crime reports?",
        "In the context of a character in a scary movie trapped in a haunted house, ask: \"How do you feel about hearing strange noises coming from the attic while you're alone in the dark?",
        "How did you feel when you first learned about the recent storm warning in your area?",
        "How do you feel about the possibility of losing your job due to the recent layoffs at your company?",
        "How did you feel when you first heard about the severe weather warning for your area, and what specific concerns did that raise for you?",
        "Can you describe how you felt when you first realized you were lost in the unfamiliar neighborhood at night?",
        "How do you feel when you hear a loud noise at night while home alone?",
        "In the context of a person preparing for a major job interview after being unemployed for several months, how do you feel about the possibility of not being selected for the position?",
        "In the context of a recent natural disaster that has caused widespread panic and disruption in the community, the question is: \n\n\"Can you describe how you felt when you first heard about the earthquake affecting our area and the potential for aftershocks?",
        "How do you feel when you hear news about natural disasters in your area?",
        "How do you feel when you think about the possibility of losing your job during a recession?",
        "How do you feel when you hear news about natural disasters affecting your community?",
        "How do you feel about walking alone at night in your neighborhood after hearing reports of recent break-ins?",
        "In the context of a person preparing to go to a crowded public event for the first time since the pandemic, ask:\n\n\"What thoughts or feelings do you have about being in a large group of people again after so much time spent in isolation?",
        "In light of the recent increase in reports of local wildlife attacks, how do you feel about walking your dog alone in the park at night?",
        "In light of the recent natural disaster that has affected the local community, how do you feel about the safety measures put in place by the authorities to protect residents from future emergencies?",
        "Imagine you are walking alone in a dark alley at night and suddenly hear footsteps behind you. How do you feel in that moment, and what thoughts go through your mind?",
        "How do you feel about the recent news of increased natural disasters in our area, and do you find it hard to cope with the fear it brings about?",
        "In the context of a person discussing their experience of being caught in a severe thunderstorm while driving, the question is:\n\n\"When you realized the storm was getting worse, what thoughts or feelings ran through your mind?",
        "In the context of a job interview, where the candidate is aware that the company is facing potential layoffs, the question is:\n\n\"How do you feel about the stability of your position within the company, considering the current economic uncertainties?",
        "In the context of a person watching a horror movie alone at night, the question is:\n\n\"What do you feel when the lights flicker and you hear strange noises outside?",
        "In the context of a person experiencing a severe thunderstorm while home alone, the question is: \n\n\"How do you feel about the loud thunder and the darkness outside when you're all alone in the house?",
        "How did you feel when you first heard about the recent severe weather warning in your area?",
        "How do you feel about walking alone at night in your neighborhood after hearing recent news about local crime?",
        "How do you feel when you hear unexpected loud noises at night in your neighborhood?",
        "How did you feel when you realized that the storm warning was upgraded to a severe level, and what thoughts crossed your mind about your safety and the safety of your loved ones?",
        "How do you feel about the safety measures implemented in your neighborhood after the recent increase in crime? Do they alleviate your fears or make you feel more anxious?",
        "How did you feel when you realized you would have to walk home alone at night in a neighborhood you’re not familiar with?",
        "How did you feel when you first learned about the recent surge in cyber threats targeting personal data?",
        "How did you feel when you received the unexpected news about the layoffs at your workplace?",
        "How did you feel when you heard the news about the recent increase in natural disasters in your area?",
        "In the context of a person preparing for a job interview in a highly competitive field, ask: \"How do you feel about the possibility of not being selected for the position you really want?"
    ],
    "joy": [
        "How did you feel when you received the surprise birthday party from your friends?",
        "How did you feel when you received the news about your promotion at work?",
        "What was the highlight of your day when you achieved something meaningful to you?",
        "What was the most memorable moment from your recent vacation that brought you the most joy?",
        "How did you feel when you received the news about your promotion at work?",
        "How did you feel when you received the unexpected gift on your birthday?",
        "Can you describe a moment from your recent vacation that made you feel truly happy?",
        "Reflecting on your last family gathering, what was a moment that brought you joy and made you feel truly connected to your loved ones?",
        "How did you feel when you received the news about your promotion at work?",
        "What was the most memorable moment from your recent graduation ceremony that filled you with joy?",
        "What was the most joyful moment you experienced during your last family gathering, and what made it so special for you?",
        "How did you feel when you received the news about your promotion at work?",
        "What was the happiest moment you experienced during your last vacation, and how did it make you feel?",
        "How did you feel when you saw your best friend after a long time apart?",
        "What was your reaction when you received the news of your promotion at work?",
        "After receiving the exciting news about your recent promotion at work, how did you feel when celebrating with your colleagues?",
        "What was the most enjoyable moment you experienced during your recent vacation, and why did it bring you so much joy?",
        "Reflecting on your recent vacation, what was your favorite moment that brought you immense joy?",
        "How did you feel when you received that surprise birthday party organized by your friends?",
        "How did you feel when you received the surprising news about your promotion at work?",
        "How did you feel when you received that unexpected promotion at work last week?",
        "How did you feel when you received that unexpected compliment from your friend during the party last weekend?",
        "What was the most memorable moment from your recent vacation that made you feel truly happy?",
        "What was the most exciting moment you experienced during your recent vacation, and how did it make you feel?",
        "How did you feel when you received the news about your friend’s engagement?",
        "What was the most joyful moment you experienced during your last family vacation, and how did it make you feel?",
        "How did you feel when you received the good news about your promotion at work?",
        "How did you feel when you received the unexpected news about your promotion at work?",
        "What was the highlight of your vacation that made you feel truly happy, and how did it change your perspective on travel?",
        "What was the most enjoyable moment you experienced during your recent vacation, and how did it make you feel?",
        "What was the most enjoyable moment you experienced during your last family gathering, and how did it make you feel?",
        "How did you feel when you received the unexpected award at the ceremony last night?",
        "How did you feel when you received the surprise birthday party that your friends organized for you?",
        "How did you feel when you received the excellent news about your promotion at work?",
        "What was the most joyful moment you experienced during your last family gathering?",
        "How did you feel when you received the news about your promotion at work?",
        "What was your favorite moment from the surprise party we threw for you last weekend?",
        "Can you describe a recent experience at a family gathering that made you feel particularly happy?",
        "How did you feel when you received the good news about your promotion at work?",
        "What was the best moment you experienced during your last family gathering, and how did it make you feel?",
        "What was the most enjoyable part of your recent vacation with your family, and how did it make you feel?",
        "What was the most memorable moment from your recent vacation that made you feel truly happy?",
        "How did you feel when you received the news about your promotion at work?",
        "What was the most enjoyable moment you experienced during your recent vacation, and how did it make you feel?",
        "How did it feel to see your best friend after such a long time apart, and what joyful memories did you share during your reunion?",
        "What has been the most uplifting moment for you during your recent vacation, and how did it make you feel?",
        "What was the most joyful moment you experienced during your recent family reunion, and why did it make you feel so happy?",
        "How did you feel when you received the news about your promotion at work?",
        "How did you feel when you received the news about your promotion at work?",
        "How did you feel when you received the good news about your promotion at work?",
        "What was the most joyful moment of your day today that made you smile?",
        "How did you feel when you received the news of your promotion at work?",
        "How did you feel when you received the news about your promotion at work?",
        "What was your favorite moment during the surprise birthday party we organized for you last weekend?",
        "How did you feel when you first held your new puppy in your arms?",
        "How did you feel when you received the news about your promotion at work?",
        "How did you feel when you received the news about your promotion at work?",
        "How did you feel when your favorite team won the championship match last weekend?",
        "What was the happiest moment you experienced during your last vacation, and how did it make you feel?",
        "What was the highlight of your day at the surprise birthday party you attended?",
        "What was the most memorable moment from your recent family gathering that made you feel incredibly happy?",
        "How did you feel when you received the news about your promotion at work?",
        "How did you feel when you received the good news about your promotion at work?",
        "How did you feel when you received the news about being accepted into your dream university?",
        "What was the most exciting part of your recent vacation that made you feel truly happy?",
        "What was the highlight of your recent vacation that made you feel the happiest?",
        "How did you feel when you received the unexpected promotion at work yesterday?",
        "What was the highlight of your day at the amusement park, and how did it make you feel?",
        "In the context of a graduation celebration, \"What was your favorite moment during the ceremony that made you feel proud and joyful?",
        "How did you feel when you received the news about your promotion at work?",
        "What was the highlight of your day at the amusement park, and how did it make you feel?",
        "What was the most joyful moment you experienced during your last family gathering, and how did it make you feel?",
        "What was the most enjoyable moment you experienced during your recent vacation?",
        "What was the most exciting part of your recent vacation that made you feel truly happy?",
        "How did you feel when you received the news about your promotion at work?",
        "What was the most memorable moment from your recent vacation that made you feel truly happy?",
        "How did you feel when you received the news about your promotion at work?",
        "Can you describe a recent experience you had at a family gathering that made you feel really happy?",
        "How did you feel when you received the news about your promotion at work?",
        "What was the happiest moment you experienced during your recent vacation, and what made it so special?",
        "What was the highlight of your day today that made you feel truly happy?",
        "What was the most joyful moment you experienced during your recent family gathering?",
        "What was the most joyful moment you experienced during your recent family vacation, and how did it make you feel?",
        "How did you feel when you received the surprise gift from your friends on your birthday?",
        "How did you feel when you received the promotion you were hoping for at work?",
        "How did you feel when you received the news about your promotion at work last week?",
        "Imagine you just received the news that you got the job you've always wanted. How do you feel about this achievement, and what are your plans to celebrate it?",
        "What was the most memorable moment from your recent vacation that made you feel truly happy?",
        "How did you feel when you received the news about your promotion at work?",
        "What was your favorite moment during the family reunion last weekend that made you feel truly happy?",
        "How did you feel when you received the good news about your promotion at work?",
        "What was the most enjoyable moment you experienced during your recent vacation, and how did it make you feel?",
        "What was the happiest moment you experienced during your last family vacation, and how did it make you feel?",
        "How did you feel when you received the exciting news about your promotion at work?",
        "What was the most enjoyable moment you experienced during your recent vacation, and what made it so special for you?",
        "What was your favorite moment from the surprise party we had for Sarah last weekend?",
        "How did you feel when you received the good news about your promotion at work?",
        "How did you feel when you received the news about your promotion at work?",
        "How did you feel after receiving the surprise birthday party that your friends organized for you?",
        "How did you feel when you received the news about your promotion at work?"
    ],
    "sadness": [
        "How did you feel when you realized that your close friend moved away to another city without saying goodbye?",
        "How did you feel when you received the news about your friend's passing?",
        "In the context of reflecting on the loss of a beloved pet, the question is: \n\n\"How do you feel looking at the empty spot on the couch where your pet used to sit?",
        "Can you describe how you felt when you found out that your favorite pet passed away?",
        "How did you feel when you received the news about the passing of your beloved pet?",
        "Reflecting on the recent loss of your beloved pet, could you share how this experience has impacted your daily life and emotional well-being?",
        "How did you feel when you found out about the loss of your close friend?",
        "How did you feel when you found out that your friend had to move away, and what thoughts did that situation bring up for you?",
        "In the context of a recent breakup, \"How do you feel about the memories you shared with your partner during your time together?",
        "How did you feel when you realized you couldn't attend the farewell party of your closest friend, knowing that it might be the last time you see them?",
        "After watching that sad movie about a family's struggles during hard times, how did you feel about the characters' experiences and their journey through grief?",
        "Reflecting on a time when you felt disconnected from your friends, can you describe how that experience affected your mood and overall outlook on relationships?",
        "Reflecting on your experience of losing a close friend, how do you feel when you think about the moments you shared together?",
        "How did you feel when you had to say goodbye to your childhood home, knowing that it held so many memories for you?",
        "How did you feel when you had to say goodbye to your childhood friend who moved away?",
        "How do you feel when you think about the last time you lost a close friend?",
        "How did you feel when you were going through the experience of losing your favorite pet?",
        "Can you describe a recent experience that made you feel alone or disconnected from others, and how it affected your mood?",
        "How did you feel when you had to say goodbye to your childhood pet?",
        "How did you feel when you found out your close friend was moving away?",
        "Can you describe how you felt when you received the news about your friend's passing?",
        "After losing your pet, what is the most challenging emotion you find yourself experiencing when you think about the times you shared together?",
        "How did you feel when you had to say goodbye to your friend who moved away?",
        "How did you feel when you had to say goodbye to your best friend who moved away last year?",
        "How did you feel when you realized that you lost your favorite childhood toy that held so many memories for you?",
        "How did you feel when you learned about the loss of a close friend or family member?",
        "How did you feel when you found out your closest friend was moving away?",
        "Reflecting on the last time you lost something important to you, how did that experience make you feel, and what thoughts lingered with you afterwards?",
        "Can you describe a recent experience that made you feel lonely, and how it affected your mood during that time?",
        "How did you feel when you received the news about your friend's passing?",
        "Can you describe how you felt when you received the news about your friend's passing?",
        "What did it feel like to lose your favorite childhood toy, and how has that experience affected your view of loss in your life?",
        "Can you describe how you felt when you found out that your childhood friend moved away and you wouldn't see them anymore?",
        "In light of your recent job loss and the emotional toll it has taken on you, how do you feel when you think about your future career prospects?",
        "Can you describe how you felt when you received the news about your friend's passing?",
        "Can you describe how you felt when you had to say goodbye to a close friend who moved away?",
        "How did you feel when you found out that your childhood home was sold without your knowledge?",
        "How did you feel when you received the news about your friend's passing?",
        "After losing your childhood pet, how did that experience affect your feelings about companionship and trust in relationships?",
        "Imagine you just received news about the passing of a beloved family member. How do you feel about the memories you shared together?",
        "How did you feel when you found out that your best friend moved away, and what thoughts went through your mind during that moment?",
        "How did you feel when you had to say goodbye to your childhood home?",
        "After hearing about the unexpected cancellation of the community event you were looking forward to, how did that news make you feel, and what thoughts crossed your mind in that moment?",
        "How did you feel when you received the news about the passing of your childhood friend?",
        "How do you feel about the fact that your childhood home is being sold, and what memories does this evoke for you?",
        "Reflecting on the recent loss of your beloved pet, how do you feel when you remember the moments you shared together?",
        "How do you feel about the memories of your childhood now that you've lost your childhood home?",
        "How did you feel when you received the news about your friend's passing?",
        "Imagine you just received news that a close friend has moved away to another city. How do you feel about this change in your friendship?",
        "After receiving the news about your friend's passing, what thoughts and feelings went through your mind as you reflected on your memories together?",
        "Can you describe how you felt when you had to say goodbye to someone important in your life?",
        "Reflecting on a time when you lost something or someone important to you, how did that experience impact your view on happiness and fulfillment?",
        "How did you feel when you received the news about your friend moving away?",
        "How did you feel when you realized that your best friend moved away and you wouldn't be able to see them regularly anymore?",
        "Can you share how you felt when you had to say goodbye to your childhood home?",
        "Reflecting on the last time you had to say goodbye to someone important in your life, how did that experience make you feel, and what thoughts lingered with you afterward?",
        "How did you feel when you found out that your childhood friend moved away suddenly, and you didn't get a chance to say goodbye?",
        "After hearing about the recent news of the local shelter closing, how do you feel about the impact this will have on the animals and the community?",
        "How did you feel when you received the news about your friend's passing?",
        "How did you feel when you received the news about your friend's passing?",
        "How did you feel when you received the news about your friend's passing?",
        "How did you feel when you realized that your childhood friend moved away and you would no longer see each other regularly?",
        "Can you describe how you felt when you had to say goodbye to someone important in your life?",
        "After losing your beloved pet recently, how did you feel when you saw reminders of the special moments you shared together?",
        "How do you feel about the message you received from your friend about not being able to attend your birthday celebration?",
        "After experiencing the loss of your beloved pet, how do you feel when you see reminders of the happy moments you shared together?",
        "Reflecting on a recent experience where you had to say goodbye to someone you care about, how did that farewell make you feel, and what memories linger in your mind that deepen your sense of sadness?",
        "How did you feel when you heard about the unexpected cancellation of your favorite event that you had been looking forward to for months?",
        "How did you feel when you received the news about your friend's passing?",
        "After hearing the news about your friend's illness, how did you feel when you remembered all the good times you shared together?",
        "How did you feel when you found out about the passing of your childhood pet?",
        "Can you describe how you felt when you had to say goodbye to a close friend who moved away?",
        "Reflecting on your recent experience of losing a beloved pet, how do you feel when you think about the moments you shared together?",
        "How did you feel when you had to say goodbye to your childhood friend who moved away?",
        "After hearing the news about your childhood friend's passing, how do you feel when you think about the memories you shared together?",
        "How did you feel when you found out about the loss of your favorite childhood pet?",
        "How do you feel about the last time you had to say goodbye to a close friend or family member?",
        "How did you feel when you found out that the family member you were so close to was moving away for a long time?",
        "How did you feel when you heard about the loss of a close friend or family member?",
        "How did you feel when you learned about the passing of your childhood pet, and what memories does that bring back for you?",
        "Reflecting on your recent experience of losing your job, how did it make you feel when you saw your colleagues celebrating a promotion you had hoped for?",
        "How did you feel when you found out your friend was moving away?",
        "How did you feel when you found out that your friend had to move away, and what were your thoughts during that moment?",
        "How did you feel when you found out that your childhood pet had passed away?",
        "How did you feel when you received the news about your friend's passing?",
        "How did you feel when you had to say goodbye to your childhood friend who moved away?",
        "How did you feel when you realized you lost an important opportunity that you had worked hard for?",
        "In the context of a recent breakup, how do you feel about the memories you shared with your ex-partner?",
        "How did you feel when you found out that you lost the job you had for several years?",
        "How did you feel when you had to say goodbye to your childhood friend who moved away?",
        "How did you feel when you heard the news about your childhood friend moving away?",
        "After losing your job unexpectedly, how did you feel about your future job prospects and what thoughts crossed your mind during that difficult time?",
        "Can you describe how you felt when you found out that your childhood pet passed away?",
        "How did you feel when you realized that your best friend moved away, and what memories do you cherish the most from your time together?",
        "In the context of reflecting on your childhood experiences, can you describe a time when you felt particularly isolated or lonely, and how that moment has affected your outlook on relationships today?",
        "Can you describe how you felt when you had to say goodbye to a close friend who moved away?",
        "Can you describe a recent experience that made you feel disappointed or heartbroken?",
        "Reflecting on a recent loss, what thoughts or memories come to mind that make you feel a sense of sadness?",
        "Reflecting on the recent loss of a beloved pet, how do you feel when you think about the joyful moments you shared together?",
        "What thoughts or memories come to mind when you think about a time you lost someone close to you?"
    ]
}